import { Columns } from '../../components-ui/point-card/point.model.ts';

export const COLUMNS: Columns[] = [
  {  points: [
      {
        title: 'Что, если я не владею специальными навыками для создания сайтов?',
        text: 'Опыта создания сайтов не требуется. Выбирайте понравившийся шаблон, заполняйте информацию в удобном редакторе — всё готово. Вы также можете заказать сайт «под ключ» в рамках третьего тарифа. Наши специалисты разработают уникальное приглашение под любой запрос.'
      },
      {
        title: 'Могу ли я добавить свои изображения к приглашению?',
        text: 'Да, загружайте собственные изображения, чтобы сделать ваше приглашение действительно уникальным и личным.'
      },
      {
        title: 'Как долго сохраняется мой сайт-приглашение?',
        text: 'Ваш сайт-приглашение будет активен в течение года после публикации. При желании вы всегда можете его продлить.'
      }
    ]
  },
  {  points: [
      {
        title: 'Какие способы оплаты вы принимаете для оплаты на сайте?',
        text: 'Возможность подобрать индивидуальное обращение к каждому гостю – подарите близким особое внимание и заботу'
      },
      {
        title: 'Могу ли я изменить шаблон после того, как опубликовал приглашение?',
        text: 'Да, вы можете внести изменения в ваш шаблон даже после публикации приглашения.'
      },
      {
        title: 'Как я могу разослать свои приглашения?',
        text: 'После создания приглашения вы получите уникальную ссылку, которую можно отправить гостям любым удобным способом: по электронной почте, через социальные сети, мессенджеры и т. д.'
      },
    ]
  },
];