import {Point} from "../../components-ui/point-card/point.model.ts";

export const INSTRUCTIONS: Point[] = [
  {
    marker: '01',
    title: 'Легкая регистрация',
    text: 'Создайте аккаунт, используя свою электронную почту. После регистрации выполните вход в свой аккаунт.',
    initialOpen: true
  },
  {
    marker: '02',
    title: 'Выбор дизайн-макета',
    text: 'Лёгкая настройка сайта “под себя”. Выберете цветовую гамму, загрузите фотографии, добавьте информацию о мероприятии'
  },
  {
    marker: '03',
    title: 'Настройка макета',
    text: 'Гости смогут подтверждать свое присутствие, оставлять пожелания и задавать вопросы прямо на сайте'
  },
  {
    marker: '04',
    title: 'Добавление гостей',
    text: 'Делитесь ссылкой на свой сайт-приглашение с гостями из любой страны, не зависимо от расстояния'
  },
  {
    marker: '05',
    title: 'Публикация и распространение',
    text: 'Возможность подобрать индивидуальное обращение к каждому гостю – подарите близким особое внимание и заботу'
  }
];