import {Card} from "../../components-ui/shared/card/card.model.ts";

export const ADVANTAGE_CARDS: Card[] = [
  {
    title: 'Стильный дизайн',
    text: 'Уникальные макеты, которые помогут передать настроение, подчеркнуть индивидуальность вашей свадьбы и впечатлить гостей'
  },
  {
    title: 'Простая и быстрая настройка',
    text: 'Мы всё продумали за вас. Выбирайте понравившийся макет и просто заполняйте данные'
  },
  {
    title: 'Ответы гостей',
    text: 'Вы можете узнать у гостей, смогут ли они присутствовать, а также уточнить другие важные детали'
  },
  {
    title: 'Отправка в любую точку мира',
    text: 'Делитесь ссылкой на свой сайт-приглашение с гостями из любой страны, не зависимо от расстояния'
  },
  {
    title: 'Персональные приглашения',
    text: `Дарите близким особое внимание и заботу — подберите индивидуальное обращение к каждому гостю в один клик`
  },
  {
    title: 'Удобный редактор',
    text: 'Адаптируйте сайт под свои предпочтения, создавая уникальное и неповторимое приглашение'
  }
];