import {Card} from "../../components-ui/shared/card/card.model.ts";

export const FEEDBACK_CARDS: Card[] = [
  {
    title: 'Анна и Даниил',
    text: 'Мы были впечатлены современными дизайнами и легкостью настройки под свои предпочтения. Редактирование макета очень понятное и быстрое. Спасибо этому сервису за создание незабываемого впечатления перед свадьбой!'
  },
  {
    title: 'Макс и Света',
    text: 'Мы были впечатлены современными дизайнами и легкостью настройки под свои предпочтения. Редактирование макета очень понятное и быстрое. Спасибо этому сервису за создание незабываемого впечатления перед свадьбой!'
  },
  {
    title: 'Карл и Настя',
    text: 'Мы были впечатлены современными дизайнами и легкостью настройки под свои предпочтения. Редактирование макета очень понятное и быстрое. Спасибо этому сервису за создание незабываемого впечатления перед свадьбой!'
  },
  {
    title: 'Вероника и Санек',
    text: 'Мы были впечатлены современными дизайнами и легкостью настройки под свои предпочтения. Редактирование макета очень понятное и быстрое. Спасибо этому сервису за создание незабываемого впечатления перед свадьбой!'
  },
  {
    title: 'Даша и Егор',
    text: 'Мы были впечатлены современными дизайнами и легкостью настройки под свои предпочтения. Редактирование макета очень понятное и быстрое. Спасибо этому сервису за создание незабываемого впечатления перед свадьбой!'
  },
  // {
  //   title: 'Рома и Женя',
  //   text: 'Мы были впечатлены современными дизайнами и легкостью настройки под свои предпочтения. Редактирование макета очень понятное и быстрое. Спасибо этому сервису за создание незабываемого впечатления перед свадьбой!'
  // }
];
